############################数据库部分###################################################
host = 'localhost'  # 数据库主机
user = 'root'  # 数据库用户名
passwd = 'Lcg19980319!'  # 数据库密码
port = 3306  # 数据库端口
db = 'netflavwuma'  # 数据库名称
table = 'wuma222'  # 数据库内表名称
field = 'netflav_id'  # 字段名称
############################页面及分类###################################################
start_page = 1  # 起始页
end_page = 5  # 结束页
start_url = 'https://netflav.com/uncensored'  # 分类页
############################自定义保存的设置###################################################
prefix = 'dmmmx'  # 保存文件的前缀
dir = './wuma'  # 文件储存位置 默认是 redme文件同级的content
